Repository: capstanlqc-test/eurograduate_2026_test2_cs-CZ_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: cs_cz

source: (Large enterprise)
cs_cz: (Velký podnik)

source: (Medium-sized enterprise)
cs_cz: (Střední podnik)

source: (Micro enterprise)
cs_cz: (Mikropodnik)

source: (Missing category)
cs_cz: (Chybějící kategorie)

source: (Single person enterprise)
cs_cz: (Živnost)

source: (Small enterprise)
cs_cz: (Malý podnik)

source: 1 employee
cs_cz: Jeden zaměstnanec

source: 1 month
cs_cz: 1 měsíc

source: 1 or 2 years
cs_cz: 1 nebo 2 roky

source: 1 year
cs_cz: 1 rok

source: 10 – 49 employees
cs_cz: 10 – 49 zaměstnanců

source: 18 years or more
cs_cz: 18 let nebo více

source: 2 months
cs_cz: 2 měsíce

source: 2 – 9 employees
cs_cz: 2 – 9 zaměstnanců

source: 24 months
cs_cz: 24 měsíců

source: 250 or more employees
cs_cz: 250 nebo více zaměstnanců

source: 3 years or more
cs_cz: 3 nebo více let

source: 50 – 249 employees
cs_cz: 50 – 249 zaměstnanců

source: Overall, which of the following statements best describes your skills in relation to what is required to do your job?
cs_cz: Celkově, které z následujících tvrzení nejlépe vystihuje vaše dovednosti ve vztahu k tomu, co je pro výkon vaší práce nezbytné?

source: A follow-up survey of EUROGRADUATE is envisaged to better understand how study experiences of graduates contribute to their long-term development.
cs_cz: Navazující průzkum v rámci EUROGRADUATE má za cíl lépe pochopit, jak studijní zkušenosti absolventů/ek přispívají k jejich dlouhodobému rozvoji.

source: AI-assisted assessment
cs_cz: Hodnocení s využitím AI

source: AI-assisted learning
cs_cz: Učení s využitím AI

source: AI/LLM and machine learning - Using, integrating, evaluating, or developing AI or machine learning tools; prompting; training models; designing AI systems for applied use cases
cs_cz: Umělá inteligence (AI)/velkokapacitní jazykové modely (LLM) a strojové učení - Využívání, integrace, hodnocení nebo vývoj nástrojů umělé inteligence či strojového učení; vytváření promptů; trénování modelů; navrhování systémů umělé inteligence pro konkrétní aplikace

source: Actively working in a politics-related organisation or association
cs_cz: Aktivní působení v organizaci nebo asociaci související s politikou

source: Advancement opportunities
cs_cz: Příležitosti ke kariérnímu rozvoji

source: After graduation in YYYY/YYYY
cs_cz: Po absolvování studia v roce yyyy/yyyy

source: After you obtained your degree in YYYY/YYYY, did you study in another higher education programme?
cs_cz: Studoval/a jste po získání titulu v roce yyyy/yyyy další vysokoškolský studijní program?

source: Analytical thinking – I break complex problems into parts for precise, logical solutions.
cs_cz: Analytické myšlení - Složité problémy rozděluji na jednotlivé části, abych mohl/a najít přesná a logická řešení.

source: Approximately how many of your courses were offered online?
cs_cz: Přibližně kolik z Vašich předmětů/kurzů se nabízelo online?

source: April
cs_cz: Duben

source: Are you currently (still) enrolled?
cs_cz: Nyní (stále) studujete?

source: Are you currently in a committed partnership?
cs_cz: Jste v současné době v trvalém partnerském vztahu?

source: Are you employed in the public sector?
cs_cz: Jste zaměstnán/a ve veřejném sektoru?

source: Are you full-time employed?
cs_cz: Jste zaměstnán/a na plný úvazek?

source: Are you married to your partner or in a registered civil partnership?
cs_cz: Jste ženatý, vdaná nebo v registrovaném partnerství?

source: Are you self-employed?
cs_cz: Vykonáváte samostatnou výdělečnou činnost nebo podnikáte?

source: Around the time of graduation in YYYY/YYYY
cs_cz: Přibližně v době absolvování studia v roce yyyy/yyyy

source: August
cs_cz: Srpen

source: Bachelor or equivalent degree
cs_cz: bakalářské vzdělání

source: Before YYYY
cs_cz: Před rokem YYYY

source: Blended (online & in-person)
cs_cz: Kombinace online a osobně

source: Boycotting certain products/producers for political reasons (e.g. ethics, environmental issues)
cs_cz: Bojkotování konkrétních produktů/výrobců z politických důvodů (např. etické, enviromentální problémy)

source: COMPETENCIES
cs_cz: KOMPETENCE

source: Campus newspaper
cs_cz: Univerzitní časopis / newsletter

source: Community engagement
cs_cz: Komunitní aktivity

source: Compulsory military service, civilian or voluntary service
cs_cz: Povinná vojenská služba, civilní nebo dobrovolnická služba

source: Contacting politicians or government officials
cs_cz: Kontaktování politiků/ček nebo státních úředníků/ic

source: Continuous Learning – I actively seek to acquire new skills to adapt and grow professionally.
cs_cz: Další vzdělávání se - Aktivně se snažím osvojovat si nové dovednosti, abych se dokázal/a přizpůsobovat a profesně se rozvíjet.

source: Coverage of environmental sustainability topics in my courses
cs_cz: Zahrnutí témat z oblasti environmentální udržitelnosti v mých kurzech

source: Creativity – I produce original ideas through imagination and curiosity.
cs_cz: Kreativita - Díky své představivosti a zvídavosti přicházím s originálními nápady.

source: Cybersecurity, privacy, digital safety - Ensuring secure use and operation of digital systems; configuring security tools (firewalls, antivirus, SIEM); setting or enforcing security tools or policies
cs_cz: Kyberbezpečnost, ochrana soukromí, digitální bezpečnost - Zajišťování bezpečného používání a provozu digitálních systémů; konfigurace bezpečnostních nástrojů (firewally, antivirové programy, SIEM); nastavení nebo prosazování bezpečnostních nástrojů či zásad

source: Data analysis, BI - Performing data modelling, statistical analysis; working with SQL, data visualisation (e.g. Power BI, Tableau)
cs_cz: Analýza dat, BI - Tvorba datových modelů, statistických analýz; práce s jazykem SQL, vizualizace dat (např. Power BI, Tableau)

source: December
cs_cz: Prosinec

source: Did you also follow courses in a different language than the main language of instruction as part of your study programme?
cs_cz: Absolvoval/a jste v rámci studia některé předměty vyučované v jiném jazyce, než byl hlavní vyučovací jazyk Vašeho studijního programu?

source: Did you do any internships or work placements during the study programme?
cs_cz: Absolvoval/a jste během studia nějakou stáž nebo praxi?

source: Did you do any voluntary activities during your study programme (e.g. student union, campus newspaper, youth work, trainer in sports club, etc.)?
cs_cz: Zapojil/a jste se během studia do nějaké dobrovolnické činnosti (např. studentské spolky, univerzitní časopis / newsletter, práce s mládeží, trenér/ka ve sportovním klubu apod.)?

source: Did you engage in any paid labour (e.g. student job) during your study programme?
cs_cz: Vykonával/a jste během svého studia nějakou placenou práci (např. práci pro studenty)?

source: Did you gain any experience abroad as part of the programme that you graduated from in YYYY/YYYY (e.g. study abroad, internship, language course, etc.)?
cs_cz: Získal/a jste v rámci studijního programu, který jste absolvoval/a v roce yyyy/yyyy, nějakou zahraniční zkušenost (např. studium v zahraničí, stáž, jazykový kurz atd.)?

source: Did you graduate from an (international) joint degree programme?
cs_cz: Absoloval/a jste tzv. společný studijní program (joint degree)?

source: Did you graduate from the study programme?
cs_cz: Absolvoval/a jste úspěšně tento studijní program?

source: Did you interrupt work or study for parental leave for one or more of your children?
cs_cz: Přerušil/a jste někdy práci nebo studium kvůli mateřské nebo rodičovské dovolené s jedním nebo více dětmi?

source: Did you obtain any credit points (ECTS) for your stay abroad that were recognized for the study programme you graduated from in YYYY/YYYY?
cs_cz: Získal/a jste za svůj pobyt v zahraničí nějaké kreditní body (ECTS), které byly uznány v rámci studijního programu, který jste absolvoval/a v roce yyyy/yyyy?

source: Did you obtain any vocational degree before you entered higher education?
cs_cz: Absolvoval/a jste před nástupem na vysokou školu odborné vzdělání, které nebylo zakončeno maturitní zkouškou?

source: Digital content creation, design, and multimedia - Creating or shaping digital materials (e.g. documents, spreadsheets, tables); UX/UI; video or audio editing; animation; 3D modelling; CAD
cs_cz: Tvorba digitálního obsahu, design a multimédia - Tvorba nebo úprava digitálních materiálů (např. dokumentů, tabulek); UX/UI; střih videa nebo zvuku; animace; 3D modelování;CAD

source: Digital operations and process automation - Using and managing digital work environments, communication and collaboration tools (e.g. Zoom, Slack); digital marketing; e-learning creation
cs_cz: Digitální operace a automatizace procesů - Využívání a správa digitálních pracovních prostředí, komunikačních nástrojů a nástrojů pro spolupráci (např. Zoom, Slack); digitální marketing; tvorba e-learningových kurzů

source: Do or did you study at the same higher education institution that you graduated from in YYYY/YYYY?
cs_cz: Studujete nebo jste studoval/a na stejné vysoké škole, kterou jste absolvoval/a v roce yyyy/yyyy?

source: Do you directly or indirectly supervise other members of staff?
cs_cz: Řídíte přímo či nepřímo další pracovníky?

source: Do you have children?
cs_cz: Máte děti?

source: Do you have more than one job?
cs_cz: Máte více než jednu práci?

source: Do you have supplementary payments such as 13th month, end of year bonuses, holiday pay …?
cs_cz: Dostáváte příplatky jako např. 13. plat, bonusy na konci roku, náhrada mzdy za dovolenou apod.?

source: Do you work from home / remotely?
cs_cz: Pracujete z domova / na dálku?

source: Doctorate / PhD
cs_cz: doktorské vzdělání (PhD)

source: Donating to a party or an NGO
cs_cz: Přispívání politické straně nebo neziskové organizaci

source: During the last 12 months, have you participated in any other learning activities – completed or on-going – with the intention to improve your job-related knowledge or skills either during your free time or your working time?
cs_cz: Zúčastnil/a jste se v uplynulých 12 měsících nějakých dalších vzdělávacích aktivit – již ukončených nebo stále probíhajících – s cílem prohloubit si znalosti nebo dovednosti související s prací, a to buď ve volném čase, nebo v pracovní době?

source: EDUCATION HISTORY
cs_cz: VZDĚLÁVACÍ DRÁHA

source: EU MODULE
cs_cz: EU MODUL

source: Employment 1
cs_cz: Zaměstnání 1

source: Employment 2
cs_cz: Zaměstnání 2

source: Employment 3
cs_cz: Zaměstnání 3

source: English
cs_cz: Angličtina

source: Entrepreneur / Business owner (with employees)
cs_cz: Podnikatel/ka, majitel/ka firmy

source: Entrepreneur / business owner
cs_cz: Podnikatel / majitel firmy

source: Entrepreneurial spirit – I seize opportunities and take initiative to turn ideas into action.
cs_cz: Podnikatelský duch - Využívám příležitosti a projevuji iniciativu, abych proměnil/a nápady v činy.

source: Excluding employers of small and casual jobs (e.g. student assistant, freelancing activities, giving private lessons, …).
cs_cz: S výjimkou zaměstnavatelů v případě drobných a příležitostných prací.

source: Excluding small and casual jobs (e.g. student assistant, freelancing activities, giving private lessons, …).
cs_cz: Neuvádějte drobné a příležitostné práce.

source: Exposure to entrepreneurial activities (e.g. projects or seminars involving companies, mentoring by start-ups, visiting facilities)
cs_cz: Seznámení se s podnikatelskými aktivitami (např. projekty nebo semináře za účasti firem, mentoring ze strany start-upů, návštěva podniků)

source: FINAL QUESTIONS
cs_cz: ZÁVĚREČNÉ OTÁZKY

source: Father or male guardian
cs_cz: Otec nebo pěstoun

source: February
cs_cz: Únor

source: Final questions, acknowledgment and contact data for next round of EUROGRADUATE
cs_cz: Závěrečné otázky, poděkování a kontaktní údaje pro další kolo šetření EUROGRADUATE

source: Finally, we would like to ask a few questions about you.
cs_cz: Nakonec bychom Vám rádi položili několik otázek o Vaší osobě.

source: Finally, we would like to ask you some questions on your personal life and the society at large.
cs_cz: Na závěr bychom se vás rádi zeptali na pár otázek týkajících se vašeho osobního života a společnosti obecně.

source: Fixed-term / temporary employee
cs_cz: Zaměstnanec/zaměstnankyně na dobu určitou

source: For self-employed this is after deducting business expenses, but before deducting taxes.
cs_cz: U osob samostatně výdělečně činných se jedná o částku po odečtení provozních nákladů, ale před odečtením daní.

source: For the further course of the questionnaire and the evaluation of the data, it is important that you answer the question.
cs_cz: Pro další pokračování v dotazníku a vyhodnocení údajů je důležité, abyste na tuto otázku odpověděl/a.

source: For your answer, it does not matter whether activities were conducted online, on-site, or both.
cs_cz: Ve Vaší odpovědi nezáleží na tom, zda se tyto činnosti prováděly online, fyzicky na místě nebo kombinací obojího.

source: Foreign language – I communicate in a foreign language both orally and in writing.
cs_cz: Cizí jazyk - Komunikuji v cizím jazyce v mluvené i psané formě.

source: From today’s perspective, how satisfied are you overall with the study programme that you graduated from in YYYY/YYYY?
cs_cz: Jak jste z dnešního pohledu celkově spokojen/a se studijním programem, který jste absolvoval/a v roce yyyy/yyyy?

source: Fully online
cs_cz: Zcela online

source: Further Study / PhD study / other qualification
cs_cz: Další studium / Ph.D. studium

source: Got employment without searching
cs_cz: Získal/a jsem práci bez hledání

source: Group assignments
cs_cz: Práce ve skupinách

source: Have you ever been unemployed (that is, not employed but seeking for employment) since graduation?
cs_cz: Byl/a jste někdy od absolvování vysoké školy nezaměstnaný/á (tj. nebyl/a jste zaměstnán/a, ale hledal/a jste zaměstnání)?

source: Have you ever had paid work since graduating in YYYY/YYYY?
cs_cz: Měl/a jste někdy placenou práci od absolvování studia v roce yyyy/yyyy?

source: How confident do you feel that you can recognise false and misleading online content when you encounter it (e.g. disinformation, fake news)?
cs_cz: Jak moc si věříte, že dokážete rozpoznat falešný a zavádějící obsah na internetu, když na něj narazíte (např. dezinformace, falešné zprávy)?

source: How long did you stay?
cs_cz: Jak dlouhý byl Váš pobyt?

source: How long in total have you been employed since graduation?
cs_cz: Jak dlouho jste byl/a celkem zaměstnaný/á od absolvování vysoké školy?

source: How many (main) employers have you had altogether since graduation?
cs_cz: Kolik (hlavních) zaměstnavatelů jste měl/a celkem od absolvování vysoké školy?

source: How many hours per week do you usually work (including overtime)?
cs_cz: Kolik hodin týdně obvykle pracujete (včetně přesčasů)?

source: How many hours per week do you usually work in your additional jobs in total (including overtime)?
cs_cz: Kolik hodin týdně celkem obvykle pracujete ve svých dalších zaměstnáních (včetně přesčasů)?

source: How many people work in your organization in total (including all locations if applicable)?
cs_cz: Kolik lidí pracuje ve Vaší organizaci celkem (včetně všech poboček, pokud je to relevantní)?

source: How old is your youngest child?
cs_cz: Jak staré je Vaše nejmladší dítě?

source: How satisfied are you all in all with your current work situation?
cs_cz: Jak jste celkově spokojen/a se svou současnou pracovní situací?

source: How satisfied are you with your current work regarding the following aspects?
cs_cz: Jak jste spokojen/a se svou současnou prací z následujících hledisek?

source: How strongly do the following reasons apply to your decision to move?
cs_cz: Do jaké míry ovlivňují následující důvody vaše rozhodnutí o stěhování?

source: How would you describe your current situation?
cs_cz: Jak byste popsal/a svou současnou situaci?

source: Human activities represent the (main) cause of climate change.
cs_cz: Lidská činnost představuje (hlavní) příčinu klimatické změny.

source: I am confident in my own ability to participate in politics.
cs_cz: Věřím ve své schopnosti zapojit se do politického dění.

source: I am interested in politics.
cs_cz: Zajímám se o politiku.

source: I analyse complex systems (natural, technical, social, economic or other systems) regarding their environmental sustainability or contribution to environmental sustainability.
cs_cz: Analyzuji komplexní systémy (přírodní, technické, sociální, ekonomické či jiné systémy) z hlediska jejich environmentální udržitelnosti nebo jejich přínosu k environmentální udržitelnosti.

source: I assess facts or activities regarding their environmental sustainability.
cs_cz: Posuzuji fakta nebo činnosti z hlediska jejich environmentální udržitelnosti.

source: I choose certain products for environmental reasons, even if they are a bit more expensive.
cs_cz: Vybírám si určité výrobky z enviromentálních důvodů, i když jsou o něco dražší.

source: I communicate about environmental sustainability topics with colleagues, stakeholders or the public.
cs_cz: Komunikuji o tématech týkajících se udržitelnosti životního prostředí s kolegy/němi, zainteresovanými stranami/osobami nebo veřejností.

source: I continued the job I already had during my studies (for more than 3 months)
cs_cz: Pokračoval/a jsem v práci, kterou jsem měl/a již během studia (po dobu delší než 3 měsíce)

source: I develop predictions, scenarios or visions for a more sustainable future.
cs_cz: Vytvářím předpovědi, scénáře nebo vize pro udržitelnější budoucnost.

source: I develop workable solutions to problems of environmental sustainability.
cs_cz: Vytvářím praktická řešení problémů v oblasti udržitelnosti životního prostředí.

source: I don’t know
cs_cz: Nevím

source: I don’t remember
cs_cz: Nepamatuji si

source: I engage in group activities in favour of environmental protection (e.g. participate in pro-environmental group or demonstration).
cs_cz: Zapojuji se do skupinových aktivit na podporu ochrany životního prostředí (např. účastním se aktivit ekologických skupin nebo demonstrací).

source: I moved because I anticipated better possibilities for higher or further qualification.
cs_cz: Přestěhoval/a jsem se, protože jsem očekával/a lepší možnosti pro získání vyšší nebo další kvalifikace.

source: I moved because I anticipated higher income prospects.
cs_cz: Přestěhoval/a jsem se, protože jsem očekával/a vyšší výdělek.

source: I moved because I expected the new location to improve my quality of life.
cs_cz: Přestěhoval/a jsem se, protože jsem očekával/a, že mi nové místo zlepší kvalitu života.

source: I reduce the energy I use at home (e.g. by turning the heating down or by turning off the lights when leaving a room) to protect the environment.
cs_cz: Snižuji spotřebu energie v domácnosti (např. snižuji teplotu topení nebo zhasínám světla, když odcházím z místnosti), abych chránil/a životní prostředí.

source: I try to take an influence on politics for the environment (e.g. by voting for pro-environmental parties, contacting politicians, signing petitions, etc.).
cs_cz: Snažím se ovlivňovat politiku v oblasti životního prostředí (např. volím strany podporující ochranu životního prostředí, kontaktuji politiky/čky, podepisuji petice atd.).

source: I worry about climate change.
cs_cz: Mám obavy z klimatických změn.

source: ISCED 2 or below (lower secondary or below)
cs_cz: Základní vzdělání nebo nižší

source: ISCED 3 + 4 (upper secondary, post-secondary non-tertiary)
cs_cz: Střední vzdělání

source: ISCED 5 + 6 + 7 (tertiary vocational)
cs_cz: Vyšší odborné vzdělání

source: ISCED 5 + 6 + 7 +8 (tertiary general, i.e. higher education)
cs_cz: Vysokoškolské vzdělání

source: ISCED level 6 (4), Bachelor’s or equivalent level, academic
cs_cz: Bakalářský (Bc., BcA. apod.),

source: ISCED level 6(4), Bachelor’s or equivalent level, academic
cs_cz: Bakalářský (Bc., BcA. apod.),

source: ISCED level 7(4), Master’s or equivalent level, academic
cs_cz: Magisterský (Mgr., MgA., Ing. apod.),

source: ISCED level 8(4), doctorial or equivalent level, academic
cs_cz: Doktorský (Ph.D.),

source: If yes, please make an estimation of its annual amount.
cs_cz: Pokud ano, odhadněte prosím jejich roční výši.

source: If you don’t remember, please make an estimation.
cs_cz: Pokus si nevzpomínáte, pokuste se prosím o odhad.

source: If you graduated that year from more than one programme, please provide the information for the study programme that you yourself consider the most relevant.
cs_cz: Pokud jste v daném roce absolvoval/a více studijních programů, uveďte prosím informace o tom, který sám/sama považujete za nejdůležitější.

source: If you grew up with more than one language, please select up to three languages that you feel were most relevant.
cs_cz: Pokud jste vyrůstal/a ve vícejazyčném prostředí, vyberte, prosím, nejvýše tři jazyky, které vnímáte jako nejdůležitější.

source: If you had more than three stays, please refer to those stays that you see as most relevant.
cs_cz: Pokud jste měl/a více než tři pobyty, prosím vztahujte své odpovědi k těm pobytům, které považujete za nejdůležitější.

source: If you had your current job already while studying and you continued with it (for more than three months), please include it here.
cs_cz: Pokud jste měl/a svou současnou práci již během studia a pokračoval/a jste v ní (déle než tři měsíce), uveďte ji zde.

source: If you have any remaining remarks, please state them here:
cs_cz: Pokud máte nějaké připomínky, uveďte je, prosím, zde.

source: If you have more than one job or company, please refer to the job or company which you consider most important.
cs_cz: Pokud máte více než jedno zaměstnání, podnikání nebo samostatnou výdělečnou činnost, vztahujte své odpovědi k té práci, kterou považujete za nejdůležitější.

source: If you have multiple citizenships, please select up to three that you feel are most relevant.
cs_cz: Pokud máte více občanství, vyberte, prosím, nejvýše tři, která považujete za nejdůležitější.

source: If you received your highest school leaving qualification abroad, please select the degree of COUNTRY that comes closest to your degree.
cs_cz: Pokud jste získal/a toto vzdělání v zahraničí, prosím, vyberte typ vzdělání nabízený v České republice, který je Vašemu vzdělání nejbližší.

source: If you received your highest school leaving qualification abroad, please transfer your grade to the grading scheme of COUNTRY.
cs_cz: Pokud jste získal/a nejvyšší maturitní vzdělání v zahraničí, převeďte prosím svou známku do klasifikačního systému České republiky.

source: If you received/will receive your degree abroad, please select the degree of COUNTRY that comes closest to your degree.
cs_cz: Pokud jste studoval/a nebo studujete v zahraničí, vyberte prosím typ studijního programu nabízeného v České republice, který je Vámi studovanému nejbližší.

source: If your occupation is not in the list, please select the one that comes closest.
cs_cz: Pokud Vaše povolání není v seznamu uvedeno, vyberte to, které je Vašemu nejpodobnější.

source: If your organization engages in several business activities, please select the dominant one.
cs_cz: Pokud Vaše organizace vykonává více hospodářských činností, vyberte prosím tu dominantní.

source: If your parents or guardians received their highest level of education abroad, please select the educational level of COUNTRY that comes closest to their degree.
cs_cz: Pokud Vaši rodiče nebo pěstouni dosáhli svého nejvyššího vzdělání v zahraničí, uveďte, prosím, stupeň vzdělání obvyklý v České republice, který je jejich vzdělání nejbližší.
